Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Stop sent; Scarf could not confirm it from the output — the status will update
de: Stopp gesendet; Scarf konnte ihn anhand der Ausgabe nicht bestätigen — der Status wird aktualisiert
es: Detención enviada; Scarf no pudo confirmarla a partir de la salida: el estado se actualizará
fr: Arrêt envoyé ; Scarf n’a pas pu le confirmer d’après la sortie — le statut sera mis à jour
ja: 停止を送信しました。出力からは確認できませんでした — ステータスは更新されます
pt_br: Parada enviada; o Scarf não pôde confirmá-la pela saída — o status será atualizado
zh_hans: 已发送停止命令；Scarf 无法从输出中确认 — 状态将会更新

source: Stop speaking
de: Sprechen beenden
es: Dejar de hablar
fr: Arrêter de parler
ja: 読み上げを停止
pt_br: Parar de falar
zh_hans: 停止朗读

source: Stop testing
de: Test beenden
es: Detener la prueba
fr: Arrêter le test
ja: テストを停止
pt_br: Parar o teste
zh_hans: 停止测试

source: Stopped
de: Gestoppt
es: Detenido
fr: Arrêté
ja: 停止済み
pt_br: Parado
zh_hans: 已停止

source: Stored in this profile's profile.yaml
de: Gespeichert in der profile.yaml dieses Profils
es: Almacenado en el profile.yaml de este perfil
fr: Enregistré dans le profile.yaml de ce profil
ja: このプロファイルの profile.yaml に保存されます
pt_br: Armazenado no profile.yaml deste perfil
zh_hans: 存储在此配置的 profile.yaml 中

source: Stored under `quick_commands:` in config.yaml.
de: Gespeichert unter `quick_commands:` in config.yaml.
es: Almacenado bajo `quick_commands:` en config.yaml.
fr: Stocké sous `quick_commands:` dans config.yaml.
ja: config.yaml 内の `quick_commands:` に保存されます。
pt_br: Armazenado sob `quick_commands:` em config.yaml.
zh_hans: 存储在 config.yaml 的 `quick_commands:` 下。

source: Streaming Latency Opt.
de: Streaming-Latenzoptimierung
es: Optimización de latencia de streaming
fr: Optimisation de latence du streaming
ja: ストリーミング遅延の最適化
pt_br: Otimização de latência de streaming
zh_hans: 流式延迟优化

source: Strict redirect headers
de: Strikte Redirect-Header
es: Encabezados estrictos en redirecciones
fr: En-têtes de redirection stricts
ja: 厳密なリダイレクトヘッダー
pt_br: Cabeçalhos de redirecionamento estritos
zh_hans: 严格重定向标头

source: Strip API keys, tokens, and credentials from the exported content.
de: API-Schlüssel, Tokens und Anmeldedaten aus dem exportierten Inhalt entfernen.
es: Elimina claves de API, tokens y credenciales del contenido exportado.
fr: Retirer les clés API, jetons et identifiants du contenu exporté.
ja: エクスポートされる内容から API キー、トークン、資格情報を除去します。
pt_br: Remove chaves de API, tokens e credenciais do conteúdo exportado.
zh_hans: 从导出内容中去除 API 密钥、令牌和凭证。

source: Strip the prefix from model.default, leaving model.provider = %@.
de: Entfernt das Präfix von model.default, sodass model.provider = %@ bleibt.
es: Quita el prefijo de model.default, dejando model.provider = %@.
fr: Retirer le préfixe de model.default, laissant model.provider = %@.
ja: model.default からプレフィックスを取り除き、model.provider = %@ にします。
pt_br: Remover o prefixo de model.default, deixando model.provider = %@.
zh_hans: 从 model.default 中去除前缀,保留 model.provider = %@。

source: Strip the template's begin/end block, preserve everything else in MEMORY.md
de: Entfernt den Begin/End-Block der Vorlage, behält den Rest von MEMORY.md bei
es: Quita el bloque de inicio/fin de la plantilla, conserva todo lo demás en MEMORY.md
fr: Retirer le bloc begin/end du modèle, en préservant le reste de MEMORY.md
ja: テンプレートの開始/終了ブロックを取り除き、MEMORY.md のそれ以外の部分は保持します
pt_br: Remover o bloco de início/fim do modelo, preservando todo o resto em MEMORY.md
zh_hans: 去除模板的起止块,保留 MEMORY.md 中的其余内容

source: STT provider
de: STT-Anbieter
es: Proveedor de STT
fr: Fournisseur STT
ja: STT プロバイダー
pt_br: Provedor de STT
zh_hans: 语音识别提供方

source: Subagent Sessions (%lld)
de: Sub-Agent-Sitzungen (%lld)
es: Sesiones de subagente (%lld)
fr: Sessions de sous-agent (%lld)
ja: サブエージェントセッション (%lld)
pt_br: Sessões de subagente (%lld)
zh_hans: 子 agent 会话 (%lld)

source: Submit
de: Absenden
es: Enviar
fr: Soumettre
ja: 送信
pt_br: Enviar
zh_hans: 提交

source: Subscribe
de: Abonnieren
es: Suscribir
fr: S'abonner
ja: 購読
pt_br: Assinar
zh_hans: 订阅

source: Subscribe failed — Hermes wrote no subscription and gave no reason.
de: Das Abonnieren ist fehlgeschlagen — Hermes hat kein Abonnement geschrieben und keinen Grund genannt.
es: Falló la suscripción: Hermes no escribió ninguna suscripción ni dio un motivo.
fr: Échec de l’abonnement — Hermes n’a écrit aucun abonnement et n’a donné aucune raison.
ja: 購読に失敗しました — Hermes はサブスクリプションを作成せず、理由も返しませんでした。
pt_br: Falha ao assinar — o Hermes não gravou nenhuma assinatura e não deu um motivo.
zh_hans: 订阅失败 — Hermes 未写入任何订阅,也未说明原因。

source: Subscribe the agent to an ntfy topic on ntfy.sh or a self-hosted server. Set a separate publish topic if you want replies routed elsewhere. For protected topics, provide a token (Bearer) or user:pass (Basic).
de: Abonniere für den Agent ein ntfy-Topic auf ntfy.sh oder einem selbst gehosteten Server. Lege ein separates Publish-Topic fest, wenn Antworten woanders hin geleitet werden sollen. Für geschützte Topics gib ein Token (Bearer) oder user:pass (Basic) an.
es: Suscribe al agente a un tema ntfy en ntfy.sh o en un servidor autoalojado. Establece un tema de publicación separado si quieres enrutar las respuestas a otro lugar. Para temas protegidos, proporciona un token (Bearer) o usuario:contraseña (Basic).
fr: Abonner l'agent à un sujet ntfy sur ntfy.sh ou un serveur auto-hébergé. Définissez un sujet de publication séparé si vous voulez que les réponses soient acheminées ailleurs. Pour les sujets protégés, fournissez un jeton (Bearer) ou un couple user:pass (Basic).
ja: エージェントを ntfy.sh またはセルフホストサーバー上の ntfy トピックに購読させます。返信を別の場所にルーティングしたい場合は、別の公開トピックを設定してください。保護されたトピックの場合は、トークン(Bearer)または user:pass(Basic)を指定してください。
pt_br: Inscreva o agente em um tópico ntfy no ntfy.sh ou em um servidor auto-hospedado. Defina um tópico de publicação separado se quiser rotear respostas para outro lugar. Para tópicos protegidos, forneça um token (Bearer) ou user:pass (Basic).
zh_hans: 让 agent 订阅 ntfy.sh 或自托管服务器上的 ntfy 主题。如果希望回复路由到别处,请设置单独的发布主题。对于受保护的主题,请提供令牌(Bearer)或用户名:密码(Basic)。

source: Subscription active — active provider is Nous.
de: Abonnement aktiv — aktiver Anbieter ist Nous.
es: Suscripción activa — el proveedor activo es Nous.
fr: Abonnement actif — le fournisseur actif est Nous.
ja: サブスクリプション有効 — アクティブなプロバイダーは Nous です。
pt_br: Assinatura ativa — o provedor ativo é o Nous.
zh_hans: 订阅已激活 — 活跃提供方为 Nous。

source: Subscription required
de: Abonnement erforderlich
es: Suscripción requerida
fr: Abonnement requis
ja: サブスクリプションが必要です
pt_br: Assinatura necessária
zh_hans: 需要订阅

source: Succeeded
de: Erfolgreich
es: Exitoso
fr: Réussi
ja: 成功
pt_br: Sucesso
zh_hans: 成功

source: Succeeded: %@
de: Erfolgreich: %@
es: Correcto: %@
fr: Réussi : %@
ja: 成功: %@
pt_br: Concluído: %@
zh_hans: 成功:%@

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
ja: 要約
pt_br: Resumo
zh_hans: 摘要

source: Switch & Relaunch
de: Wechseln & neu starten
es: Cambiar y reiniciar
fr: Changer et relancer
ja: 切り替えて再起動
pt_br: Alternar e reiniciar
zh_hans: 切换并重启

source: Switch active provider to %@?
de: Aktiven Anbieter zu %@ wechseln?
es: ¿Cambiar el proveedor activo a %@?
fr: Changer le fournisseur actif pour %@ ?
ja: アクティブなプロバイダーを %@ に切り替えますか?
pt_br: Alternar o provedor ativo para %@?
zh_hans: 将活跃提供方切换为 %@?

source: Switch memory profile
de: Speicherprofil wechseln
es: Cambiar de perfil de memoria
fr: Changer de profil de mémoire
ja: メモリプロファイルを切り替える
pt_br: Trocar de perfil de memória
zh_hans: 切换记忆配置文件

source: Switch model
de: Modell wechseln
es: Cambiar modelo
fr: Changer de modèle
ja: モデルを切り替え
pt_br: Alternar modelo
zh_hans: 切换模型

source: Switch server
de: Server wechseln
es: Cambiar de servidor
fr: Changer de serveur
ja: サーバーを切り替え
pt_br: Trocar de servidor
zh_hans: 切换服务器

source: Switch to '%@' and relaunch Scarf?
de: Zu '%@' wechseln und Scarf neu starten?
es: ¿Cambiar a '%@' y reiniciar Scarf?
fr: Passer à « %@ » et relancer Scarf ?
ja: '%@' に切り替えて Scarf を再起動しますか?
pt_br: Alternar para '%@' e reiniciar o Scarf?
zh_hans: 切换到 '%@' 并重启 Scarf?

source: Switch to **Full** above to see live stats and copy a JSON dump. Off and Signpost-only modes don't keep an in-memory ring buffer.
de: Wechsle oben zu **Vollständig**, um Live-Statistiken zu sehen und einen JSON-Dump zu kopieren. Die Modi Aus und Nur Signposts halten keinen Ringpuffer im Speicher.
es: Cambia a **Completo** arriba para ver estadísticas en vivo y copiar un volcado JSON. Los modos Desactivado y Solo señal no mantienen un búfer circular en memoria.
fr: Passez en mode **Complet** ci-dessus pour voir les statistiques en direct et copier un export JSON. Les modes Désactivé et Signpost uniquement ne conservent pas de tampon circulaire en mémoire.
ja: ライブ統計を表示して JSON ダンプをコピーするには、上で **フル** に切り替えてください。オフと「Signpost のみ」のモードではインメモリのリングバッファを保持しません。
pt_br: Mude para **Completo** acima para ver estatísticas em tempo real e copiar um dump JSON. Os modos Desativado e Somente signpost não mantêm um buffer circular em memória.
zh_hans: 切换到上方的 **Full** 模式即可查看实时统计并复制 JSON 转储。关闭和仅 Signpost 模式不会保留内存环形缓冲区。

source: Switch to %@
de: Zu %@ wechseln
es: Cambiar a %@
fr: Passer à %@
ja: %@ に切り替え
pt_br: Alternar para %@
zh_hans: 切换到 %@

source: Switch to %@?
de: Zu %@ wechseln?
es: ¿Cambiar a %@?
fr: Basculer vers %@ ?
ja: %@ に切り替えますか?
pt_br: Mudar para %@?
zh_hans: 切换到 %@?

source: Switch to This Profile
de: Zu diesem Profil wechseln
es: Cambiar a este perfil
fr: Basculer sur ce profil
ja: このプロファイルに切り替え
pt_br: Mudar para este perfil
zh_hans: 切换到此配置

source: Switches ScarfGo to this profile
de: Schaltet ScarfGo auf dieses Profil um
es: Cambia ScarfGo a este perfil
fr: Bascule ScarfGo sur ce profil
ja: ScarfGo をこのプロファイルに切り替えます
pt_br: Muda o ScarfGo para este perfil
zh_hans: 将 ScarfGo 切换到此配置

source: Switching a skill on or off isn't available at this Hermes version — there's no command for it, and the setting is a list Scarf can't write safely. Edit skills.disabled in this bot's config.yaml directly.
de: Das Ein- oder Ausschalten eines Skills ist in dieser Hermes-Version nicht verfügbar — es gibt keinen Befehl dafür, und die Einstellung ist eine Liste, die Scarf nicht sicher schreiben kann. Bearbeite skills.disabled direkt in der config.yaml dieses Bots.
es: Activar o desactivar una habilidad no está disponible en esta versión de Hermes — no hay ningún comando para ello y el ajuste es una lista que Scarf no puede escribir de forma segura. Edita skills.disabled directamente en el config.yaml de este bot.
fr: Activer ou désactiver une compétence n'est pas possible sur cette version de Hermes — il n'existe aucune commande pour cela, et le réglage est une liste que Scarf ne peut pas écrire sans risque. Modifiez skills.disabled directement dans le config.yaml de ce bot.
ja: この Hermes バージョンではスキルのオン/オフ切り替えは利用できません — 対応するコマンドがなく、この設定は Scarf が安全に書き込めないリストです。このボットの config.yaml の skills.disabled を直接編集してください。
pt_br: Ligar ou desligar uma habilidade não está disponível nesta versão do Hermes — não há comando para isso, e a configuração é uma lista que o Scarf não consegue gravar com segurança. Edite skills.disabled diretamente no config.yaml deste bot.
zh_hans: 此 Hermes 版本不支持开启或关闭技能 — 没有对应的命令,而且该设置是一个 Scarf 无法安全写入的列表。请直接编辑此机器人 config.yaml 中的 skills.disabled。

source: Switching changes only what this phone shows — it points ScarfGo at the selected profile's data and chat. The server's active profile is unchanged.
de: Der Wechsel ändert nur, was dieses Telefon anzeigt — er richtet ScarfGo auf die Daten und den Chat des gewählten Profils aus. Das aktive Profil des Servers bleibt unverändert.
es: Cambiar solo modifica lo que muestra este teléfono — apunta ScarfGo a los datos y al chat del perfil seleccionado. El perfil activo del servidor no cambia.
fr: Basculer ne change que ce qu'affiche ce téléphone — cela pointe ScarfGo vers les données et le chat du profil sélectionné. Le profil actif du serveur reste inchangé.
ja: 切り替えても変わるのはこの端末の表示だけです — ScarfGo が選択したプロファイルのデータとチャットを参照するようになります。サーバーのアクティブなプロファイルは変更されません。
pt_br: A troca altera apenas o que este telefone exibe — ela aponta o ScarfGo para os dados e o chat do perfil selecionado. O perfil ativo do servidor não é alterado.
zh_hans: 切换只会改变此手机上显示的内容 — 它会将 ScarfGo 指向所选配置的数据和聊天。服务器的活跃配置保持不变。

source: Switching the active profile changes the `~/.hermes` directory hermes uses. Restart Scarf after switching so it re-reads from the new profile's files.
de: Das Wechseln des aktiven Profils ändert das von hermes verwendete `~/.hermes`-Verzeichnis. Starte Scarf nach dem Wechsel neu, damit es aus den Dateien des neuen Profils liest.
es: Cambiar el perfil activo cambia el directorio `~/.hermes` que usa hermes. Reinicia Scarf tras cambiar para que relea los archivos del nuevo perfil.
fr: Changer de profil actif modifie le répertoire `~/.hermes` utilisé par hermes. Redémarrez Scarf après le changement pour qu'il relise les fichiers du nouveau profil.
ja: アクティブなプロファイルを切り替えると、hermes が使用する `~/.hermes` ディレクトリが変わります。切り替え後、Scarf を再起動して新しいプロファイルのファイルを読み込み直してください。
pt_br: Trocar o perfil ativo muda o diretório `~/.hermes` usado pelo hermes. Reinicie o Scarf após trocar para ele reler os arquivos do novo perfil.
zh_hans: 切换当前配置会改变 hermes 使用的 `~/.hermes` 目录。切换后请重启 Scarf,以便它从新配置的文件中重新读取。

source: Sync SSH key with iCloud Keychain
de: SSH-Schlüssel mit iCloud Keychain synchronisieren
es: Sincronizar la clave SSH con iCloud Keychain
fr: Synchroniser la clé SSH avec le trousseau iCloud
ja: SSH 鍵を iCloud Keychain と同期
pt_br: Sincronizar chave SSH com o iCloud Keychain
zh_hans: 通过 iCloud Keychain 同步 SSH 密钥

source: Synced — your other Apple devices with iCloud Keychain will see this key.
de: Synchronisiert — deine anderen Apple-Geräte mit iCloud Keychain sehen diesen Schlüssel.
es: Sincronizada — tus otros dispositivos Apple con iCloud Keychain verán esta clave.
fr: Synchronisée — vos autres appareils Apple avec iCloud Keychain verront cette clé.
ja: 同期済み — iCloud Keychain を使用している他の Apple デバイスからこの鍵を利用できます。
pt_br: Sincronizada — seus outros dispositivos Apple com o iCloud Keychain verão esta chave.
zh_hans: 已同步 — 你启用了 iCloud Keychain 的其他 Apple 设备将会看到此密钥。

source: Tags (comma-separated)
de: Tags (kommagetrennt)
es: Etiquetas (separadas por comas)
fr: Étiquettes (séparées par des virgules)
ja: タグ(カンマ区切り)
pt_br: Tags (separadas por vírgula)
zh_hans: 标签(逗号分隔)

source: Talking to this bot from here lands in a later update. For now, switch to it with hermes profile use and open Chat.
de: Mit diesem Bot von hier aus zu sprechen kommt in einem späteren Update. Wechsle vorerst mit hermes profile use zu ihm und öffne Chat.
es: Hablar con este bot desde aquí llegará en una actualización posterior. Por ahora, cambia a él con hermes profile use y abre Chat.
fr: Parler à ce bot depuis ici arrivera dans une prochaine mise à jour. Pour l'instant, basculez dessus avec hermes profile use et ouvrez Chat.
ja: ここからこのボットと会話する機能は今後のアップデートで対応予定です。今のところは hermes profile use で切り替えてから「チャット」を開いてください。
pt_br: Conversar com este bot por aqui chega em uma atualização futura. Por enquanto, mude para ele com hermes profile use e abra o Chat.
zh_hans: 从这里与此机器人对话的功能将在后续更新中提供。目前请使用 hermes profile use 切换到它,然后打开聊天。

source: Tap %@ to create one, or manage them from the Mac app.
de: Tippe auf %@, um einen zu erstellen, oder verwalte sie in der Mac-App.
es: Toca %@ para crear uno, o gestiónalos desde la app de Mac.
fr: Touchez %@ pour en créer un, ou gérez-les depuis l'app Mac.
ja: %@ をタップして作成するか、Mac アプリから管理してください。
pt_br: Toque em %@ para criar um, ou gerencie-os pelo app para Mac.
zh_hans: 点按 %@ 创建一个,或在 Mac 应用中管理它们。

source: Tap a server to connect. Swipe for more actions.
de: Tippe auf einen Server, um dich zu verbinden. Wische für weitere Aktionen.
es: Toca un servidor para conectar. Desliza para más acciones.
fr: Touchez un serveur pour vous connecter. Balayez pour plus d'actions.
ja: サーバーをタップすると接続します。スワイプすると他の操作が表示されます。
pt_br: Toque em um servidor para conectar. Deslize para mais ações.
zh_hans: 点按服务器进行连接。滑动可查看更多操作。

source: Tap Check for Updates to query each installed skill against its source registry.
de: Tippe auf Nach Updates suchen, um jeden installierten Skill gegen seine Quell-Registry abzufragen.
es: Toca Buscar actualizaciones para consultar cada habilidad instalada con su registro de origen.
fr: Touchez Rechercher les mises à jour pour interroger le registre source de chaque compétence installée.
ja: 「アップデートを確認」をタップすると、インストール済みの各スキルをソースのレジストリに照会します。
pt_br: Toque em Verificar atualizações para consultar cada habilidade instalada no seu registro de origem.
zh_hans: 点按检查更新,以针对源注册表查询每个已安装技能。

source: Tap to see the full diagnostic message and timestamp.
de: Tippe, um die vollständige Diagnosemeldung und den Zeitstempel zu sehen.
es: Toca para ver el mensaje de diagnóstico completo y su marca de tiempo.
fr: Touchez pour voir le message de diagnostic complet et son horodatage.
ja: タップすると診断メッセージ全文とタイムスタンプが表示されます。
pt_br: Toque para ver a mensagem de diagnóstico completa e o horário.
zh_hans: 点按查看完整的诊断信息和时间戳。

source: Target
de: Ziel
es: Destino
fr: Cible
ja: ターゲット
pt_br: Destino
zh_hans: 目标

source: Target ratio
de: Zielverhältnis
es: Ratio objetivo
fr: Ratio cible
ja: 目標比率
pt_br: Proporção alvo
zh_hans: 目标比例

source: Target Ratio
de: Zielverhältnis
es: Proporción objetivo
fr: Ratio cible
ja: 目標比率
pt_br: Proporção alvo
zh_hans: 目标比例

source: Target: %@
de: Ziel: %@
es: Destino: %@
fr: Cible : %@
ja: 対象: %@
pt_br: Alvo: %@
zh_hans: 目标:%@

source: Telegram Setup Docs
de: Telegram-Einrichtungsdokumentation
es: Documentación de configuración de Telegram
fr: Documentation de configuration Telegram
ja: Telegram セットアップドキュメント
pt_br: Documentação de configuração do Telegram
zh_hans: Telegram 设置文档

source: Telemetry
de: Telemetrie
es: Telemetría
fr: Télémétrie
ja: テレメトリ
pt_br: Telemetria
zh_hans: 遥测

source: Template
de: Vorlage
es: Plantilla
fr: Modèle
ja: テンプレート
zh_hans: 模板

source: Template Catalog
de: Vorlagenkatalog
es: Catálogo de plantillas
fr: Catalogue de modèles
ja: テンプレートカタログ
pt_br: Catálogo de modelos
zh_hans: 模板目录

source: Template ID
de: Vorlagen-ID
es: ID de plantilla
fr: ID du modèle
ja: テンプレート ID
pt_br: ID do modelo
zh_hans: 模板 ID

source: Template URL
de: Vorlagen-URL
es: URL de plantilla
fr: URL du modèle
ja: テンプレート URL
pt_br: URL do template
zh_hans: 模板 URL

source: Templates
de: Vorlagen
es: Plantillas
fr: Modèles
ja: テンプレート
pt_br: Modelos
zh_hans: 模板

source: Tenant
de: Mandant
ja: テナント
zh_hans: 租户

source: Tenant: `%@`
de: Mandant: `%@`
es: Inquilino: `%@`
fr: Locataire : `%@`
ja: テナント: `%@`
pt_br: Locatário: `%@`
zh_hans: 租户:`%@`

source: Test
de: Testen
es: Probar
fr: Tester
ja: テスト
pt_br: Testar
zh_hans: 测试

source: Test %@
de: %@ testen
es: Probar %@
fr: Tester %@
ja: %@ をテスト
pt_br: Testar %@
zh_hans: 测试 %@

source: Test all
de: Alle testen
es: Probar todo
fr: Tout tester
ja: すべてテスト
pt_br: Testar tudo
zh_hans: 测试全部

source: Test All
de: Alle testen
es: Probar todo
fr: Tout tester
ja: すべてテスト
pt_br: Testar todos
zh_hans: 测试全部

source: Test connection
de: Verbindung testen
es: Probar la conexión
fr: Tester la connexion
ja: 接続をテスト
pt_br: Testar a conexão
zh_hans: 测试连接

source: Test Connection
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
ja: 接続テスト
pt_br: Testar conexão
zh_hans: 测试连接

source: Test failed
de: Test fehlgeschlagen
es: Prueba fallida
fr: Test échoué
ja: テスト失敗
pt_br: Teste falhou
zh_hans: 测试失败

source: Test failed: %@
de: Test fehlgeschlagen: %@
es: La prueba falló: %@
fr: Échec du test : %@
ja: テストに失敗しました: %@
pt_br: Falha no teste: %@
zh_hans: 测试失败:%@

source: Test fired — %@
de: Test ausgelöst — %@
es: Prueba enviada: %@
fr: Test déclenché — %@
ja: テストを送信しました — %@
pt_br: Teste disparado — %@
zh_hans: 测试已发送 — %@

source: Test fired — check logs
de: Test ausgelöst — prüfe die Logs
es: Prueba enviada: revisa los registros
fr: Test déclenché — consultez les journaux
ja: テストを送信しました — ログを確認してください
pt_br: Teste disparado — verifique os logs
zh_hans: 测试已发送 — 请查看日志

source: Test passed
de: Test bestanden
es: Prueba superada
fr: Test réussi
ja: テスト成功
pt_br: Teste aprovado
zh_hans: 测试通过

source: Testing connection to %@…
de: Teste Verbindung zu %@…
es: Probando la conexión con %@…
fr: Test de la connexion à %@…
ja: %@ への接続をテスト中…
pt_br: Testando conexão com %@…
zh_hans: 正在测试与 %@ 的连接…

source: Text Batch Delay (s)
de: Verzögerung für Text-Batches (s)
es: Retardo del lote de texto (s)
fr: Délai de regroupement du texte (s)
ja: テキストのバッチ遅延 (秒)
pt_br: Atraso do lote de texto (s)
zh_hans: 文本批处理延迟(秒)

source: That job has a run in progress — try again after it finishes.
de: Diese Aufgabe wird gerade ausgeführt – versuche es nach Abschluss erneut.
es: Ese trabajo tiene una ejecución en curso: inténtalo de nuevo cuando termine.
fr: Cette tâche est en cours d’exécution — réessayez une fois qu’elle est terminée.
ja: このジョブは実行中です。完了してからもう一度お試しください。
pt_br: Essa tarefa está em execução — tente novamente quando ela terminar.
zh_hans: 该任务正在运行中，请在其完成后重试。

source: The `kanban` toolset isn't enabled for the chat platform, so the agent has zero kanban tools in its schema.
de: Das `kanban`-Toolset ist für die Chat-Plattform nicht aktiviert, daher hat der Agent keine Kanban-Tools in seinem Schema.
es: El conjunto de herramientas `kanban` no está habilitado para la plataforma de chat, así que el agente no tiene ninguna herramienta kanban en su esquema.
fr: Le jeu d'outils `kanban` n'est pas activé pour la plateforme de chat, donc l'agent n'a aucun outil kanban dans son schéma.
ja: チャットプラットフォームで `kanban` ツールセットが有効になっていないため、エージェントのスキーマには kanban ツールが一切含まれていません。
pt_br: O conjunto de ferramentas `kanban` não está ativado para a plataforma de chat, então o agente não tem nenhuma ferramenta kanban em seu esquema.
zh_hans: 该聊天平台未启用 `kanban` 工具集,因此 agent 的模式中没有任何看板工具。

source: The agent hasn't advertised any slash commands yet. Keep typing to send as a message, or press Esc.
de: Der Agent hat bisher keine Slash-Befehle angeboten. Weitertippen, um als Nachricht zu senden, oder Esc drücken.
es: El agente aún no ha anunciado comandos slash. Sigue escribiendo para enviar como mensaje, o pulsa Esc.
fr: L'agent n'a pas encore annoncé de commandes slash. Continuez à taper pour envoyer en tant que message, ou appuyez sur Échap.
ja: エージェントはまだスラッシュコマンドを提示していません。入力を続けるとメッセージとして送信されます。キャンセルするには Esc を押してください。
pt_br: O agente ainda não anunciou nenhum comando slash. Continue digitando para enviar como mensagem, ou pressione Esc.
zh_hans: agent 尚未公布任何斜杠命令。继续输入作为消息发送,或按 Esc。

source: The autonomous curator won't auto-archive or rewrite this skill. Unpin from the Curator screen.
de: Der autonome Kurator archiviert oder überschreibt diesen Skill nicht automatisch. Löse die Anheftung im Kurator-Bildschirm.
es: El curador autónomo no archivará ni reescribirá automáticamente esta habilidad. Desfíjala desde la pantalla del Curator.
fr: Le curateur autonome n'archivera ni ne réécrira automatiquement cette compétence. Désépinglez-la depuis l'écran Curator.
ja: 自律キュレーターはこのスキルを自動アーカイブしたり書き換えたりしません。ピン留めの解除は「キュレーター」画面から行えます。
pt_br: O curador autônomo não arquivará nem reescreverá esta habilidade automaticamente. Desafixe pela tela do Curador.
zh_hans: 自主策展器不会自动归档或重写此技能。请在 Curator 界面中取消固定。
